// data.js
import service1 from '../assets/images/ourSkills/02.png'
import service2 from '../assets/images/ourSkills/03.png'
import service3 from '../assets/images/ourSkills/Screenshot_2024-11-26_155755-removebg-preview.png'
export const servicesCardData = [
  {
    id: 1,
    title: "المتاجر الالكترونية",
    description: "نحن نقدم خدمة إنشاء مواقع الكترونية لعرض المنتجات، حيث نقوم بتصميم وتطوير الموقع بالكامل ليتناسب مع متطلبات التجارة الالكترونية باستخدام أحدث التقنيات لتوفير تجربة مميزة للمستخدمين.",
    points: [
      "تصميم واجهات مستخدم جذابة وسهلة الاستخدام لعرض المنتجات.",
      "توفير نظام إدارة متكامل للمنتجات والمخزون.",
      "إمكانية إضافة خصومات وعروض خاصة لزيادة المبيعات.",
      "نظام تعليقات ومراجعات: تمكين العملاء من تقييم المنتجات لزيادة الثقة.",
    ],
    note: null,
    image: service3,
    gradientFrom: "teal-950",
    gradientTo: "sky-600",
  },
  {
    id: 2,
    title: "مشاريع تخرج",
    description: "نحن نقدم خدمة إنشاء مواقع إلكترونية كمشاريع تخرج، حيث نقوم بتصميم وتطوير الموقع بالكامل ليكون مشروع تخرج جاهزاً وفقاً للمتطلبات الأكاديمية باستخدام أحدث التقنيات.",
    points: [
      "تصميم مخصص يتماشى مع فكرة المشروع ومتطلباته الأكاديمية.",
      "توفير شرح كامل للمشروع وطريقة عمله.",
      "تسليم المشروع في الوقت المحدد",
      "تقديم استشارات تقنية لدعم المشروع الأكاديمي.",
    ],
    note: "ملاحظة: إذا إنت طالب وبدك تعمل مشروع تخرجك بإيدك ومش عارف من وين تبدأ، تقدر تتواصل معنا واحنا راح نساعدك في كل خطوة.",
    image: service1,
    gradientFrom: "orange-700",
    gradientTo: "amber-500",
  },
  {
    id: 3,
    title: "نظم ادارة المشاريع",
    description: "نقدم خدمة تطوير أنظمة إدارة المشاريع الإلكترونية المخصصة التي تلبي احتياجاتكم بشكل كامل. نعمل على بناء نظام فريد لإدارة المهام، الفرق، الوقت، والميزانيات، مع توفير تقارير وتحليلات مخصصة.",
    points: [
      "تخصيص كامل وفقًا لاحتياجات العميل.",
      "توفير صلاحيات وصول مرنة للأعضاء حسب الأدوار.",
      "عرض جميع بيانات المشاريع، المهام، والموارد في لوحة تحكم واحدة.",
      "القدرة على إدارة عدة مشاريع في نفس الوقت.",
    ],
    note: null,
    image: service2,
    gradientFrom: "violet-900",
    gradientTo: "blue-500",
  },
];
